Revit 2024 API
ParameterTypeId.PlumbingFixturesCwConnection Property
 "CW Connection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PlumbingFixturesCwConnection { get; }
Visual Basic
Public Shared ReadOnly Property PlumbingFixturesCwConnection As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PlumbingFixturesCwConnection {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace